{
  "index":[
    "BEA wishes you lots of luck in the Year of the Pig!",
    "We're offering 3,888 gifts",
    "with a total value of over HK$100,000!",
    "Send an i-Laisee during 5th-19th February, 2019,",
    "and you can enter our instant lucky draw for a HK$30 coupon!",
    "What's more, all customers who send an i-Laisee will also be automatically entered into",
    "the JUMBO lucky draw, with fabulous gifts on offer, including",
    "a 6.5\" flagship smartphone, round-trip tickets to Tokyo for 2,",
    "and an HK$888 laisee!",
    "The more i-Laisee you send, the more lucky draw chances you'll have!",
    "By joining this campaign, i acknowledge that i have read, understand, and accept <a href='javascript:;'>the terms and conditions of the campaign.</a>",
    "ENTER NOW"
  ],
  "winning":[
    "You've won a Circle K",
    "You've also gained 1 entry in our JUMBO lucky",
    "draw! The more i-Laisee you send, ",
    "the more lucky draw chances you'll have! The fabulous gifts on offer include",
    "a 6.5\" flagship smartphone, round-trip tickets to Tokyo for 2,",
    "and an HK$888 laisee!",
    "Terms and Conditions of Circle K e-coupon:",
    "<span>1.</span><span>This e-coupon is valid till XX XXX 2019.</span>",
    "<span>2.</span><span>This e-coupon cannot be used for reloading Octopus, paying bills, or purchasing electronic recharge vouchers.</span>",
    "<span>3.</span><span>This e-coupon can only be used at Circle K stores located in the Hong Kong SAR.</span>",
    "<span>4.</span><span>This e-voucher is not redeemable for cash, and no change will be given.</span>",
    "<span>5.</span><span>Only 1 e-coupon can be used for each transaction. Each e-coupon to the merchant before payment.</span>",
    "<span>6.</span><span>Please present this e-coupon to the merchant before payment.</span>",
    "<span>7.</span><span>In case of any special circumstances, Circle K has the right not to accept this e-coupon.</span>",
    "SAVE THIS E-COUPON TO YOUR PHONE",
    "Share",
    "Go to the BEA App"
  ],
  "not-winning":[
    "BEA wishes you",
    "You could be the next winner of our instant lucky",
    "draw!",
    "Send another i-Laisee to enter again!",
    "You've also gained 1 entry in our JUMBO lucky",
    "draw! The more i-Laisee you send, the more lucky",
    "draw chances you'll have! The fabulous gifts on offer include",
    "a 6.5\" flagship smartphone, round-trip tickets to Tokyo for 2,",
    "and an HK$888 laisee!",
    "Share",
    "Go to the BEA App"
  ],
  "jsText":{
    "know":"明白"
  }
}
